{
  "cities": [
    {
      "city": "hyderabad",
      "name": "Daniel Cricket Academy",
      "location": "hyderabad",
      "image": "https://playo-activities.gumlet.io/DANIELSCRICKETACADEMY/DanielsCricketAcademycover1502371285385.jpg?q=40",
      "timing": " 6 AM - 8 AM, 4 PM - 8 PM ",
      "id": 1,
      "image2": "https://playo-activities.gumlet.io/DANIELSCRICKETACADEMY/DanielsCricketAcademyIMG0.jpg",
      "overview": "DANIEL KANAPARTHI, a Level II certified Coach from England and Wales Cricket Board (ECB, United Kingdom), is always passionate for his all time favourite dream game “CRICKET”, has opted it as a career and opened his own Academy - DANIEL’S CRICKET ACADEMY in Hyderabad.Daniel is also an active member of England and Wales Cricket Coaches Association. Having great passion for cricket Daniel has taken up a challenging responsibility of grooming the upcoming players for INDIA.DCA is not just a cricket coaching academy, it has grown as a team, a family with bonding among, students, coaches and parents.",
      "goals": " To maintain quality coaching standards and contribute best cricket players to represent INDIA.Identifying the talented boys having passion for cricket and ensuring wide range of support, encouragement and guidance to achieve the goal.To make coaching facilities available and accessible to the talented boys from towns and villages of Telangana and Andhra Pradesh",
      "services": "Coaching starts at 5:45 a.m. continues till 8:00 a.m. and in the evening starts at 4:00 p.m. continues till 8:00 p.m.Friendly matches are conducted during the weekends.Fitness program - to make the boys both physically and mentally strong. Special emphasis on fielding, bowling and batting.Giving awareness about international standards and rules.Matches are organized under flood lights with 20-20 format on Saturdays and Sundays for children to get them used to difference match situations/conditions."
    },
    {
      "city": "hyderabad",
      "name": "SVM Bowling Alley Gachibowli",
      "location": "36/A, Sai Tirumala Platinum Building, Old Mumbai Hwy, Telecom Nagar Extension",
      "image": "https://playo-activities.gumlet.io/SVMBOWLINGALLEY/SVMBowlingAlleycover.jpg?q=40",
      "timing": "All Days | 10 AM - 10 PM",
      "image2": "https://playo-activities.gumlet.io/SVMBOWLINGALLEY/SVMBowlingAlleyGachibowliIMG2.jpg",
      "overview": "Come Play bowling at SVM Bowling Alley Gachibowli with these amazing offers for all 7 days a week !!",
      "goals": "",
      "services": "Exclusive offers only on Playo.  From (Monday - Thursday) 10 AM - 1 PM - Rs 99/Game 1 PM - 5 PM - Rs 149/Game 5 PM - 10 PM - Rs 199/Game  From (Friday - Sunday) 10 AM - 1 PM - Rs 180/Game 1 PM - 10 PM - Rs 260/Game  But hey, Buy 9 Games or more on the weekends and you either get a pitcher of BEER free or 2 games free.",
      "infrastructure": "",
      "address": "",
      "id": 2
    },
    {
      "city": "hyderabad",
      "name": "CHETAN ANAND BADMINTON ACADEMY",
      "location": "Madhapur",
      "image": "https://playo-activities.gumlet.io/CHETANANANDBADMINTONACADEMY/ChetanAnandBadmintonAcademycover1502371131832.jpg?q=40",
      "timing": "Morning 5 AM - 7 AM, Evening 4 PM - 6 PM",
      "image2": "https://playo-activities.gumlet.io/CHETANANANDBADMINTONACADEMY/ChetanAnandBadmintonAcademyIMG0.jpg",
      "overview": "Chetan Anand Badminton Academy provides world class badminton coaching to kids  Focus of Academy Impart high quality badminton training to kids In the process of learning the game, kids have fun and inculcate discipline",
      "goals": "Easily accessible Identify young talent and groom them We periodically organize state level competitions",
      "services": "3 world class badminton courts Parking, Changing room and washroom",
      "infrastructure": " Morning 5 AM - 6 AM, 6 AM - 7 AM ( 2 Batches )  Evening 4 PM - 5 PM, 5 PM - 6 PM, 6 PM - 7 PM ( 3 batches )",
      "address": "",
      "id": 3
    },
    {
      "city": "hyderabad",
      "name": "PRAXIS SWIMMING",
      "location": "Narayanguda",
      "image": "https://playo-activities.gumlet.io/PRAXISSWIMMING/PraxisSwimmingcover1502371803701.jpg?q=40",
      "timing": "6 AM - 10 AM, 4 PM - 9 PM ( Tuesday - Sunday )",
      "image2": "https://playo-activities.gumlet.io/PRAXISSWIMMING/PraxisSwimmingIMG0.jpg",
      "overview": "Praxis is one of the best swimming coaching centres in Hyderabad.  Not just swimming, but it provides a range of other fitness activities like Gym,Yoga and Aerobics",
      "goals": "",
      "services": "No chlorine uses Granules are used for cleaning 24*7 filtration",
      "infrastructure": "",
      "address": "",
      "id": 4
    },
    {
      "city": "hyderabad",
      "name": "INSPORTS CRICKET ACADEMY",
      "location": "Banjara Hills",
      "image": "https://playo-activities.gumlet.io/INSPORTSCRICKTACADEMY/InsportsCricketAcademycover1502371426327.jpg?q=40",
      "timing": "6 AM - 8 AM, 4 PM - 8 PM",
      "image2": "https://playo-activities.gumlet.io/INSPORTSCRICKTACADEMY/InsportsCricketAcademycover1502371426327.jpg?q=40",
      "overview": "Syed Majid, born on 15th of August, 1976 has been a cricket enthusiast since his childhood. He has a profound 10 years of experience as a coach. He hs played many leagues and has been a part of the coaching fertility in various places national and international.  A Level-A Coach, awarded by the federation of cricket academy under former Test cricketer, Arshad Ayuv and the current Fielding coach R.Sridhar. He is now successfully running a cricket academy with a strength of 75+ students(cricket enthusiasts). Award of Recognition was presented to him by the International Association of Lions clubs Leo District, Srilanka.  He has Represented Rajus cricket academy at the 25th RBSC International cricket 6's tournament, Bangkok-Thailand.",
      "goals": "Our vision is to turn out to be the prime cricket academy in the whole Hyderabad, providing quality training and nurturing the talents of many kids.  Our mission is to turn many hidden talents into players on the field and do our part to the National duty.",
      "services": "Syed Majid is the head coach and he trains along with his assistants. He takes care of the tournaments for the skill evaluation and lays foot in molding a skill or talent. His relentless work for the outcome is very well known to his students. The cricket kits and safety pads, everything is provided by the Academy for the safety of the player or trainee.",
      "infrastructure": "Astro Turf Wickets Flood Lights Personal Sessions Professional Coaches Corporate Renting Matting wickets Bowling Machines for skill development",
      "address": "",
      "id": 5
    },
    {
      "city": "hyderabad",
      "name": "ST. JOHNS CRICKET ACADEMY",
      "location": "East Marredpally",
      "image": "https://playo-activities.gumlet.io/ST.JOHNSCRICKETACADEMY/StJohnsCricketAcademycover1502371361943.jpg?q=40",
      "timing": "Morning & Evening sessions",
      "image2": "https://playo-activities.gumlet.io/ST.JOHNSCRICKETACADEMY/StJohnsCricketAcademyIMG0.PNG",
      "overview": "St.John’s Sports coaching Foundation was started way back in 1987 by Mr.M.V Narasimha Rao(Former Test Cricketer) and Mr. John Manoj, with an endeavor of producing world class cricketers who would be serving Hyderabad Ranji Cricket Team and subsequently go on to represent the Indian Cricket Team. Faithfull to its initial calling in the course of time that has spanned over the last 30 years, St.John’s Sports coaching foundation has produced many International and national cricketers of exceptional skill and repute such as the likes of V.V.S Laxman,Noel David ,M.S.K Prasad and Tarun Nethula and many other Ranji,State cricketers who represented Hyderabad, Andhra Pradesh and South Zone, the latest to make the cut among the Indian Cricketing circles was G H.Vihari who was not only part of the Indian U-19 Squad that lifted the World Cup(U-19) in Australia but also the member of the current South Zone Team in Deodhar Trophy.  St.John’s Cricket Academy was built on sheer discipline and dedication along with being grounded in the best of technical cricketing skill and expertise that are par excellence and unmatched in Hyderabad ,Andhra Pradesh and also across the Country, St.John’s Cricket Academy consists panel of distinguished coaches (20 in number) who are the best in the business of cricket coaching as many of them were either former or current players who played at the highest levels of Professional Cricket along with a qualified Sports Medicine doctor and trainer.  Many young upcoming players are greatly benefited from not only excellent infrastructure set up but on all the cricketing skills across disciplines such as batting, bowling, fielding and fitness that will be imparted with personal attention on day to day basis throughout the year. In its continued effort to keep serving the country with exceptionally well trained and skilled young cricketers who can serve the Indian Cricket in the long run, we have built the current infrastructure from nothing with whatever resources that were available back then to the current state where in we have 7 Astro Turf, 3 Turf, 2 Matting wickets and 1 Cement pitch and along with the help HUDA we have developed lush green outfield for safety and dust free playing condition for young and budding cricketers.",
      "goals": "Achievements of St.Johns Cricket Academy cannot truly be measured in light of the deep influence and impact it had on Hyderabad and Indian Cricket for good, in terms of the number and quality of Cricketers it has produced over the past 30 years. Just for the Sake of facts and figures we can state that it had produced over 4 International cricketers,30 plus Ranji Players, 44 First class players along with 400 Junior State Cricketers. But the biggest Achievement of it all is the sheer pleasure and joy it has brought to thousands of cricketers and many people who were part of it.",
      "services": "7 Astro Turf 2 Matting Wickets 1 Cement pitch Green Outfield Gym Video Classroom Bowling machine",
      "infrastructure": "",
      "address": "",
      "id": 6
    },
    {
      "city": "hyderabad",
      "name": "RAJU'S CRICKET COACHING ACADEMY",
      "location": "Sri Nagar Colony",
      "image": "https://playo-activities.gumlet.io/RAJUSCRICKETCOACHINGACADEMY/RajusCricketCoachingacademycover1502371488749.jpg?q=40",
      "timing": "Morning & Evening Sessions",
      "image2": "https://playo-activities.gumlet.io/RAJUSCRICKETCOACHINGACADEMY/RajusCricketCoachingacademyIMG0.PNG",
      "overview": "Raju's Cricket Club was started 18 years ago by G.Sudharshan Raju.18 years ago I decided that it was time I stopped dreaming and started trying to make my dreams a reality. I also desired that bright cricketing talent should not be handicaped due to lack of proper training-something that many people of my time faced. I wanted to provide the best of facilities to nature cricketing talent and to equip them to face the challenges of modern day professional cricket.  Many friends and well-wishers tried to dissuade me from even attempting to achieve such a big dream.But the words of Walt Disney \"If you can dream it,you can do it\" gave me the courage to work towards materializing my dreams.  Our Institution is proud to have a vast playground in the center of the city and encourage such a wonderfull game. We have provided adequate training infrastructure not only to our school & college childrens but also to many other childrens of Hyderabad and Secunderabad. This was made possible only due to the continuous and committed efforts of a dedicated person like Mr.G.Sudarshan Raju and his academy.",
      "goals": "",
      "services": " 1. Two Bowling Machines 2. 8 fully covered nets with cement,turf and mat wickets. 3. Digital Video analysis equipment and Software. 4. Indoor cricket facility during summer vacation. 5. Hostel for overseas and out-station trainees. 6. Only Cricket center in India that operates 365 days & 12 hours a day. 7. Floodlight facility. 8. Two cricket grounds.",
      "infrastructure": "",
      "address": "",
      "id": 7
    },
    {
      "city": "hyderabad",
      "name": "VVS SPORTS ACADEMY",
      "location": "Moinabad",
      "image": "https://playo-activities.gumlet.io/VVSSPORTSACADEMY/VVSSportsAcademycover1502371222509.jpg?q=40",
      "timing": "Morning & Evening sessions",
      "image2": "https://playo-activities.gumlet.io/VVSSPORTSACADEMY/VVSSportsAcademyIMG0.PNG",
      "overview": "“VVS Sports Academy is a tribute to the game that has made me what I am today. My passion for cricket, coupled with the urge to give back to the game has prompted me to come up with the initiative of setting up a cricket academy. Over the years of my playing experience, I have learnt the fine nuances of the game and have been fortunate enough to have access to the latest techniques and methodology of coaching which I want to share with the future stars in the horizon of cricket. I envisioned this academy that would allow dedicated trainees to focus on reaching their potential, while teaching them responsibility, leadership and determination.  I envisage the VVS Sports Academy to be a place where an athlete learns and trains not only to improve his or her game but to explore the opportunities to become a professional. We aspire to grow as an institute that introduces innovations to meet the demands of a growing market. Our commitment to the quality of programs and the creativity and energy of our expert handpicked coaches stimulates a culture of enthusiasm, excellence and innovation that sets us apart. With a vision to create a chain of world class academies with modern day facilities , I am confident that we are on a path to create one of the best cricketing academies in the world.”",
      "goals": "To promote, develop and foster excellence in young cricketers.  To provide an additional path for identifying talented cricketers.  To uphold the spirit of cricket through tough competition and fair play.  To allow talented young cricketers to experience the standards expected of a professional cricketer  To build future leaders within cricket who can take the game forward with strength and integrity",
      "services": "V.V.S.Sports Academy is currently set up on a picturesque, lush, 50 acre campus of the Sreenidhi International School which is on the banks of HimayatSagarlake, Aziznagar, Hyderabad. The campus is eco friendly and expansive as well.  Cricket ground with three turf wickets to play matches. 7 Turf wickets 2 Matting wickets 2 Cement wickets 2 Astro turf wickets Bowling machines Physiotherapy Strength & Conditioning Video Analysis Yoga Gymnasium Nutritional Advice Psychologist Support",
      "infrastructure": "",
      "address": "",
      "id": 8
    },
    {
      "city": "delhi",
      "name": "WEST DELHI CRICKET ACADEMY",
      "location": "1A-2 Block, St. Sophia School, Paschim Vihar, New Delhi, Delhi 110063",
      "image": "https://playo-activities.gumlet.io/WESTDELHICRICKETACADEMY/WestDelhiCricketAcademycover1509333363895.jpg?q=40",
      "timing": "Morning and Evening session",
      "image2": "https://playo-activities.gumlet.io/WESTDELHICRICKETACADEMY/WestDelhiCricketAcademyIMG0.PNG",
      "overview": "There are many criteria which I consider while selecting a kid before the training. Age is a very important aspect. According to me ?sooner the better? concept prevails. The age should be more than 8 years, keeping in mind that child needs some time to be mentally prepare for the game as well with body strong enough to hold the willow. Apart from that I look out for the basic inclination towards the game, the passion and the willingness to work hard and constant surge for improvement. The natural flair is an added advantage. I feel proud to say that Virat possess all these qualities ever since he has joined, at that time he was 8 yr old. I as a coach have to put in lot of extra effort whenever I feel a potential in a kid. I take it as my responsibility to nourish him/her. I have to spend extra hours in observing & correcting. Although my responsibilities include preparing schedule of training, diet, net practice, and gymming for my students",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "1A-2 Block, St. Sophia School, Paschim Vihar, New Delhi, Delhi 110063",
      "id": 9
    },
    {
      "city": "delhi",
      "name": "DRONACHARYA CRICKET FOUNDATION",
      "location": "Near Hanuman Balaji Mandir, Vivek Vihar, New Delhi, Delhi 110092",
      "image": "https://playo-activities.gumlet.io/DRONACHARYACRICKETFOUNDATION/DronacharyaCricketFoundationcover1509334189090.jpg?q=40",
      "timing": "Morning and Evening Session",
      "image2": "https://playo-activities.gumlet.io/DRONACHARYACRICKETFOUNDATION/DronacharyaCricketFoundationIMG0.PNG",
      "overview": "The Dronacharya Cricket Foundation boasts of world class infrastructure with 4 excellent turf pitches and 1 Astro-cement pitch for the beginners.  After his superannuation from Sports Authority of India, Mr. Gurcharan Singh did not sit idle to enjoy the retired life. He sent a proposal to Delhi Development Authority (DDA) to set up a Cricket Coaching Centre in the East of Delhi. The proposal was accepted and the Dronacharya Cricket Foundation was established on the 11th June 2000 at Yamuna Sports Complex.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "Near Hanuman Balaji Mandir, Vivek Vihar, New Delhi, Delhi 110092",
      "id": 10
    },
    {
      "city": "delhi",
      "name": "SEHWAG CRICKET ACADEMY",
      "location": "X-12, Hauz Khas Road, Hauz Khas Main Market, New Delhi, Delhi 110016",
      "image": "https://playo-activities.gumlet.io/SEHWAGCRICKETACADEMY/SehwagCricketAcademycover1509335108795.jpg?q=40",
      "timing": "Morning and Evening Session",
      "image2": "https://playo-activities.gumlet.io/SEHWAGCRICKETACADEMY/SehwagCricketAcademyIMG0.PNG",
      "overview": "The foundation of the Sehwag Cricket Academy was laid by Virender Sehwag with the sole aim of providing quality cricket training, world-class cricketing infrastructure, and opportunity to learn from experts in the field of cricket through a fun and innovative environment.  The flagship cricket academy was founded in 23-acre eco-friendly campus at Jhajjar, on the outskirts of Gurgaon, Haryana in the year 2011, with an emphasis to provide students with best-in-class cricket facilities and training. This all-year-round academy integrates the best in cricketing techniques, technology, and coaches to develop a World-Class Cricketer of Tomorrow.  For the overall development of the young cricketer, strength improvement through other games – swimming, tennis, football – mini tournaments, and sessions with specialists are organised, based on the ability, age group and expertise level of the players.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "X-12, Hauz Khas Road, Hauz Khas Main Market, New Delhi, Delhi 110016",
      "id": 11
    },
    {
      "city": "delhi",
      "name": "MADAN LAL CRICKET ACADEMY",
      "location": "DDA Siri Fort Sports Complex, August Kranti Marg, Khelgaon, Behind Siri Fort Auditorium, New Delhi, Delhi 110049",
      "image": "https://playo-activities.gumlet.io/GYANTICRICKETCOACHING/GyantiCricketCoachingcover1509432145244.jpg?q=40",
      "timing": "Morning and Evening session",
      "image2": "https://playo-activities.gumlet.io/MADANLALCRICKETACADEMY/MadanLalCricketAcademyIMG0.PNG",
      "overview": "Madan Lal Cricket Academy managed by Matchcraft Sports Management. Madanlal Academy brings Cricket and Education together in India with Amenity School of Education adanlal Academy create talent, nurture them with regressive training sessions and make them stand out leaders. We are fortunate to have with us highly respected and brilliant coach in the form of Mr. Madan Lal former Indian Test Cricketer.Individual coaching sessions can be arranged with Madan Lal one to one coaching specifically for the individual. We intend picking up few of the boys from schools and hopefully, the ‘best’ and ‘most talented’ can possibly represent the country in the under 19 category",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "DDA Siri Fort Sports Complex, August Kranti Marg, Khelgaon, Behind Siri Fort Auditorium, New Delhi, Delhi 110049",
      "id": 12
    },
    {
      "city": "delhi",
      "name": "HARBEER CRICKET ACADEMY",
      "location": "Opp.Japanese Park, Sector 9, Rohini west, Delhi, 110085",
      "image": "https://playo-activities.gumlet.io/HARBEERCRICKETACADEMY/HarbeerCricketAcademycover1509431328272.jpg?q=40",
      "timing": "Morning and Evening session",
      "image2": "",
      "overview": "Neo Convent School functions with an exalted aim of providing excellent education opportunities to the students irrespective of caste, creed or religion. Its motto “Knowledge Thy Wealth” explains all that the school stands for.  The initiative to further the cause of education through this school was taken by “Neo Gursikh Education Society”. The aforesaid registered Society with the Managing Committee looks after and controls the activities of the school.  The School was recognized by Delhi Administration and by M.C.D in 1976. Upgradation for Senior Secondary stage was granted by Delhi Administration in 1992. The school is affiliated with CBSE up to Senior Secondary level. Currently affiliation is granted till 2018.  The aim of the school is to create an academic and physical environment of a nature, which helps the children to become ideal members of the society develop skills and knowledge which is the envy of all and lastly, have a disciplined character embodied with the spiritual values of our Gurus.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": " Opp.Japanese Park, Sector 9, Rohini west, Delhi, 110085",
      "id": 13
    },
    {
      "city": "delhi",
      "name": "EXTRA TIME FOOTBALL ACADEMY",
      "location": "Vasant Vatika, Opposite DPS Vasant Kunj, New Delhi, Delhi 110070",
      "image": "https://playo-activities.gumlet.io/EXTRATIMEFOOTBALLACADEMY/ExtraTimeFootballAcademycover1509432907532.jpg?q=40",
      "timing": "Morning and Evening session",
      "image2": "https://playo-activities.gumlet.io/EXTRATIMEFOOTBALLACADEMY/ExtraTimeFootballAcademyIMG0.PNG",
      "overview": " ExtraTime Football Academy will be providing you with a chance to improve your footballing skills and help you learn new techniques and tactics.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "Vasant Vatika, Opposite DPS Vasant Kunj, New Delhi, Delhi 110070",
      "id": 14
    },
    {
      "city": "delhi",
      "name": "FCBESCOLA FOOTBALL SCHOOL - WEST DELHI",
      "location": "Shivaji College Sports Complex iOS Maidan, Shivaji Enclave, Tagore Garden Extension, New Delhi, Delhi 110018",
      "image": "https://playo-activities.gumlet.io/FCBESCOLAFOOTBALLSCHOOL-WESTDELHI/FCBEscolaFootballSchoolWestDelhicover1509433782873.jpg?q=40",
      "timing": "Morning and Evening session",
      "image2": "https://playo-activities.gumlet.io/FCBESCOLAFOOTBALLSCHOOL-WESTDELHI/FCBEscolaFootballSchoolWestDelhiIMG0.PNG",
      "overview": "Conscient Football is a grassroots development initiative undertaken by the Conscient Group with the Heritage Schools network in Delhi NCR; the latter being a part of its ventures in the education sector, as an extension of its wider portfolio.  Conscient Football is dedicated to raising the bar in football programming at the grassroots level by reaching out to children across Delhi NCR in the initial years, and its exclusive collaboration with one of the world's greatest football clubs- FC Barcelona is one of the various steps taken in that direction.  The greater aim is to establish a nationwide footprint with its football development activities over the next few years whilst establishing the foundation in terms of a feeder program for FCBEscola- the world-class football school imparting high-class football education catering to the best players found within its programs. The FCBEscola which will be at the apex of CF's football development pyramid, and will be run by Technical Director from FC Barcelona and will aim to put forth the best football players in the country who aspire to pursue the game professionally at the elite level.",
      "goals": "Make Indian youth achieve world football standards  Create centres of excellence in football  Make students and parents aware of need for physical exercise and enjoying a good game.",
      "services": "",
      "infrastructure": "",
      "address": " Shivaji College Sports Complex iOS Maidan, Shivaji Enclave, Tagore Garden Extension, New Delhi, Delhi 110018",
      "id": 15
    },
    {
      "city": "delhi",
      "name": "PHOENIX FOOTBALL ACADEMY",
      "location": "DDA Sports Complex, Muni Maya Ram Jain Marg, Pitampura, Delhi, 110034",
      "image": "https://playo-activities.gumlet.io/PHOENIXFOOTBALLACADEMY/PhoenixFootballAcademycover1509435605936.jpg?q=40",
      "timing": "Morning and Evening session",
      "image2": "https://playo-activities.gumlet.io/PHOENIXFOOTBALLACADEMY/PhoenixFootballAcademyIMG0.PNG",
      "overview": "Phoenix Sports Academy is an upcoming dynamic sports management group run by passionate professionals. Our motive is to establish Sports as an integral part of youth development at all stages.  Phoenix Sports Academy is a football academy providing high quality football coaching courses for boys and girls in Pitampura, Rohini, Ashok Vihar, Lawrence Road, Delhi and nearby areas.  Established over five years we are proud to be known for helping children to become more proficient in the game of soccer in a fun and friendly environment. We offer structured and organized football coaching sessions led by experienced and coaches.  Whether your kids are just looking for a fun time or want to develop their football interests and skills further, we provide a platform for your children to enjoy the game whilst receiving expert football coaching.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "DDA Sports Complex, Muni Maya Ram Jain Marg, Pitampura, Delhi, 110034",
      "id": 16
    },
    {
      "city": "pune",
      "name": "TWENTY2YARDS CRICKET ACADEMY",
      "location": "r.No. 52/C, Dagade-Patil Nagar, Opp. Pinnacle Brookside, Mumbai-Bangalore Bypass Highway, Bavdhan Khurd, Pune, Maharashtra 411021",
      "image": "https://playo-activities.gumlet.io/TWENTY2YARDSCRICKETACADEMY/Twenty2yardsCricketAcademycover1509875258551.jpg?q=40",
      "timing": "Morning and evening session",
      "image2": "https://playo-activities.gumlet.io/TWENTY2YARDSCRICKETACADEMY/Twenty2yardsCricketAcademyIMG1.PNG",
      "overview": " twenty2yards is a specialized cricket academy, where we offer opportunity to the club players to experience the life of a professional cricketer. The primary focus of the twenty2yards is to provide beginners to professionals with a world class cricket coaching experience in an inspiring and unique learning environment.  The availability of state-of-the-art facilities like bowling machine, video analysis, covered net facility and assorted wickets, keeps us one step ahead in our progress towards making better players, both technically and strategically.  twenty2yards’ core competency is to focus on an individual player analysis, laying down their training needs and creation of tailor-made Performance Development Programs (PDP). Players get the benefits of highly experienced and qualified coaches and trainers of the country.  Our training faculties include pride names of Maharashtra Cricket Association and holds formidable records and experience in cricket coaching arena. The motto of our trainers is to horn individual skills along with building fundamental values, game ethics and positive attitude, which are the crucial tasks for the continuous growth and development.  Be it on or off field, work ethics of an individual player plays imperative role for success in his / her career. To make every individual a better sportsman we put strong effort in cultivating work ethics. We strongly follow norms and regulations laid by Board of Control for Cricket in India for providing coaching in our academy.  At twenty2yards we are looking at holistic development of an individual for which passion, desire to improve skills, competency and game enjoyment are the only prerequisites to enroll. Take up your chance to reach pinnacle of your potential in our specialized, unique and inspirational cricket academy.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "Sr.No. 52/C, Dagade-Patil Nagar, Opp. Pinnacle Brookside, Mumbai-Bangalore Bypass Highway, Bavdhan Khurd, Pune, Maharashtra 411021",
      "id": 17
    },
    {
      "city": "pune",
      "name": "ARYANS CRICKET ACADEMY",
      "location": "Mulberry Gardens, Opp Laxmi Lawns, Magarpatta City, Hadapsar, Pune, Maharashtra 411028",
      "image": "https://playo-activities.gumlet.io/TWENTY2YARDSCRICKETACADEMY/Twenty2yardsCricketAcademycover1509875258551.jpg?q=40",
      "timing": "Morning and evening session",
      "image2": "https://playo-activities.gumlet.io/ARYANSCRICKETACADEMY/AryansCricketAcademyIMG0.PNG",
      "overview": "At Aryans Cricket Academy, we have been coaching budding cricketers for the last 10 years now. It's been a wonderful journey so far. We believe that players can learn & master a game; only if they Enjoy it! We ensure that all our Drills & Practice Sessions are Innovative & Fulfilling for the players across all skill levels. With our special programs for Physical Fitness & Mental Toughness, we endeavour to build modern-day cricketers who are competent both Technically & Tactically!",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "",
      "id": 18
    },
    {
      "city": "pune",
      "name": "SPORTS GALAXY TILEKAR SPORTS ACADEMY",
      "location": "Mulberry Gardens, Opp Laxmi Lawns, Magarpatta City, Hadapsar, Pune, Maharashtra 411028",
      "image": "https://playo-activities.gumlet.io/TWENTY2YARDSCRICKETACADEMY/Twenty2yardsCricketAcademycover1509875258551.jpg?q=40",
      "timing": "Morning and evening session",
      "image2": "https://playo-activities.gumlet.io/SPORTSGALAXYTILEKARSPORTSACADEMY/SportsGalaxyTilekarSportsAcademyIMG0.PNG",
      "overview": "From the passion of sports 'Sports Galaxy' has emerge and established in 2015, in short span Sports Galaxy has earned its name in Best Sports Ground in Pune.  Sports Galaxy arena having Biggest FIFA certified Football Turf in Pune, dedicated Box Cricket Ground and unique adventure sports ‘Paintball’. All these facilities spread over 47000 sq.ft.  Sports Galaxy is known for its Football Coaching, Cricket Coaching & Summer Camps. We also provide cricket pitches for net practice, for individual enthusiast and upcoming talents. On time booking system for you to practice your skills and improve your fitness levels.  Our Sports Arena comes equipped with Changing room, Cafeteria and separate parking area 22000 sq.ft. which is facilitates to have corporate events, birthday parties, tournament or reunion of old buddies.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "",
      "id": 19
    },
    {
      "city": "pune",
      "name": "PYC HINDU GYMKHANA",
      "location": "CTS No. 766, F.P. No. 244, Bhandarkar Road, Pune, Maharashtra 411004",
      "image": "https://playo-activities.gumlet.io/PYCHINDUGYMKHANA/PYCHinduGymkhanacover1509901942899.jpg?q=40",
      "timing": "Morning and evening session",
      "image2": "https://playo-activities.gumlet.io/PYCHINDUGYMKHANA/PYCHinduGymkhanaIMG0.PNG",
      "overview": "It all started in the year 1900, when a few young and enthusiastic cricketers formed ‘Poona Young Cricketers’ Hindu Gymkhana’, a club for promoting cricket and other sports.  In the early years, the Late Bapat Guruji from Hujurpaga School rendered yeoman’s service in facilitating basic sports like Wrestling, Mallkhamb, Hockey and Cricket. In 1906, the present Pavilion Building was built, which draws attention with its striking architecture.  Cricket Maharshi the late D. B. Deodhar was one of the Club’s pillars of strength, who played a crucial role during the formative years.  Outstanding sportspersons like C. K. Naidu, D. B. Deodhar and Vijay Hazare - among others - who have made India proud with their accomplishments, owe their success to the rigorous training they received at PYC.  The Club started functioning with a handful of indoor games like chess, carom and billiards.  Soon after, some spirited women, with support from a Good Samaritan, established the Ladies’ Branch of the PYC with the aim of bringing all the female members on a common platform.  The Club has a rich tradition of organizing State and National level tournaments in cricket, basketball, tennis and badminton. Apart from this the Club is proud to have hosted International level tournaments in the field of Billiards and Snooker.  What began as a simple sport-promotion initiative has now transformed into one of the top clubs in town with best-in-class facilities.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "",
      "id": 20
    },
    {
      "city": "pune",
      "name": "SANJAY SPORTS ACADEMY",
      "location": "19/1b/1, Near Hotel Rajwada, BanerRoad, Someshwarwadi, Pune, Maharashtra 411008",
      "image": "https://playo-activities.gumlet.io/SANJAYSPORTSACADEMY/SanjaySportsAcademycover1510047492354.jpg?q=40",
      "timing": "Morning and Evening session",
      "image2": "https://playo-activities.gumlet.io/SANJAYSPORTSACADEMY/FFFFFF.png",
      "overview": "The Life Sports is one of the leading Sports Academies in Pune, Maharashtra for over a decade. We have pledged to build India as a Sporting Nation. With this as our vision we have made our selves fully equipped to providing with all the essential tools for Sportsmanship.  Each parent today expects their child to lead a life which gives happiness, contentment, balance and an increased sense of achievement and purpose. Parents want to see their children as highly focused, goal-oriented, showing great leadership qualities and keeping their calm in pressure situations. All this and even more such qualities are inculcated in a child through sports !!! Yes, sports activity can support and benefit children and adults alike in building above qualities which will further help in leading a higher quality of living.  We the Life Sports have have a number of sports activity to choose from Zumba in pune. We encourage the members to give better than the best and lead a fit and halthy life.  We believe that a family who plays sport together bond better !!! yes we have many families who take family memberships and play together !!  Badminton academy, Tennis academy, Gymnastics academy, Zumba Fitness in pune, Bollywood, Nutrition Guidance and we have so much more !",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "",
      "id": 21
    },
    {
      "city": "pune",
      "name": "SILVER SPORTS CLUB",
      "location": "165/1, 166/5 , Near by Mumbai-Bangalore Highway, Behind Vedanta Society ,, Wakad,, Shankar Kalat Nagar, Wakad, Pune, Maharashtra 411057",
      "image": "https://playo-activities.gumlet.io/SANJAYSPORTSACADEMY/SanjaySportsAcademycover1510047492354.jpg?q=40",
      "timing": "Morning and evening session",
      "image2": "https://playo-activities.gumlet.io/PYCHINDUGYMKHANA/PYCHinduGymkhanacover1509901942899.jpg?q=40",
      "overview": "Silver Club came into existence to develop sports and games in India .Its core objective to train young athletes",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "",
      "id": 22
    },
    {
      "city": "mumbai",
      "name": "SANJEEVANI CRICKET ACADEMY",
      "location": "Bandra East",
      "image": "https://playo-activities.gumlet.io/SANJEEVANICRICKETACADEMY/SanjeevaniCricketAcademycover1508259425818.jpg?q=40",
      "timing": "Morning and Evening Classes",
      "image2": "https://playo-activities.gumlet.io/SANJEEVANICRICKETACADEMY/SanjeevaniCricketAcademyIMG0.PNG",
      "overview": "Sanjeevani Cricket Academy(SCA) was established in the year 2008 at Chhatrapati Shivaji Kridangan, Khernagar, Bandra (East) with the sole aim of helping budding and talented cricketers realize their true potential and guiding them to achieve their goals in cricket.  The academy was formed by local social worker and sports enthusiast Mr. Virendra Zagade along with the, then Mumbai U - 17 coach Mr. Satish Samant and was inaugurated by former Indian test cricketer and current Mumbai coach Mr. Pravin Amre.  Initially it was started with the objective of helping local cricketer's by providing them best cricketing facilities, but within no time this academy has become a hub for upcoming cricketer's from all over Mumbai and beyond. The primary reasons behind this are the untiring efforts and innovative ideas of the SCA team. Today, we can proudly say that we have most number of qualified coaches in our academy. They use unique training methods and coaching techniques to nurture these cricketers.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "",
      "id": 23
    },
    {
      "city": "mumbai",
      "name": "MUMBAI CRICKET ASSOCIATION INDOOR CRICKET ACADEMY",
      "location": "Bandra East",
      "image": "https://playo-activities.gumlet.io/TWENTY2YARDSCRICKETACADEMY/Twenty2yardsCricketAcademycover1509875258551.jpg?q=40",
      "timing": "Morning And Evening session",
      "image2": "https://playo-activities.gumlet.io/MUMBAICRICKETASSOCIATIONINDOORCRICKETACADEMY/MumbaiCricketAssociationIndoorCricketAcademyIMG0.PNG",
      "overview": "A state-of-the-art indoor cricket facility was inaugurated on 14th December 2007 at Bandra-Kurla Complex at Mumbai Cricket Association Indoor Cricket Academy by MCA President Sharad Pawar  Then Chief Minister Vilasrao Deshmukh presided over the function which was also attended by Manohar Joshi and Chhagan Bhujbal  The facility, which can have controlled temperature ranging from 14 degree centigrade to 40 degree centigrade, has seven indoor nets.  Champion batsman Sachin Tendulkar, Dilip Vengsarkar who was then the Vice President of the Association, Committee Members and BCCI Office Bearers were also present at the function.  Son of former Indian fast bowler Mohammad Nissar, who later migrated to Pakistan, Waqar Nissar was also present.  Easily one of the best in the world, the indoor facility on a 13-acre Bandra Kurla Complex (BKC), is equipped with seven pitches, bowling machines, gymnasium and other facilities needed for a cricketer to enhance his skill. The entire complex — ground and indoor nets — has been designed by B.G. Shirke & Co.‘s architect Shashi Prabhu.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "",
      "id": 24
    },
    {
      "city": "mumbai",
      "name": "GLOBAL CRICKET SCHOOL",
      "location": "508, Neelkanth, 98, Marine Drive, Churchgate, Mumbai, Maharashtra",
      "image": "https://playo-activities.gumlet.io/PYCHINDUGYMKHANA/PYCHinduGymkhanacover1509901942899.jpg?q=40",
      "timing": "Morning to Evening Classes",
      "image2": "https://playo-activities.gumlet.io/GLOBALCRICKETSCHOOL/GlobalCricketSchoolIMG0.PNG",
      "overview": "Global Cricket School, an initiative founded and promoted by Sachin Bajaj in June 2007 aims at providing a holistic cricketing EXPERIENCE that helps cricketers gain the competitive advantage. The facility aims at providing exposure to the vast cricketing fraternity traversing different continent and skill sets. With programs designed for each segment of the audience be it enhancing first-class cricket, club cricket, amateur cricket or even upgrading coaching skills, the focus at GCS is to deliver potential cricket and sports stars to the world. Our guiding principle and mission is to provide Mass Cricket Development through cross-cultural training and experience.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "",
      "id": 25
    },
    {
      "city": "mumbai",
      "name": "SHIVAJI PARK GYMKHANA",
      "location": "Keluskar Road South, Shivaji Park, Dadar West, Mumbai, Maharashtra",
      "image": "https://playo-activities.gumlet.io/TWENTY2YARDSCRICKETACADEMY/Twenty2yardsCricketAcademycover1509875258551.jpg?q=40",
      "timing": "Morning and Evening Classes",
      "image2": "https://playo-activities.gumlet.io/SHIVAJIPARKGYMKHANA/ShivajiParkGymkhanaIMG0.PNG",
      "overview": "The Shivaji Park Gymkhana known as the Mecca of Mumbai cricketing world is the nursery of Indian Cricket and has produced 21 international players.  Our Gymkhana has a well maintained professional cricket pitch. We also have a set of practice nets, which facilitate daily practice sessions.  Gymkhana houses the best of breed equipments to maintain its cricket infrastructure.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "",
      "id": 26
    },
    {
      "city": "mumbai",
      "name": "VIDYA PARADKAR ACADEMY",
      "location": "c/o Vidyadhar Paradkar 264, Bhadkamkar Marg 16, Pannalal Terraces, Mumbai, Maharashtra",
      "image": "https://playo-activities.gumlet.io/SANJEEVANICRICKETACADEMY/SanjeevaniCricketAcademycover1508259425818.jpg?q=40",
      "timing": "Morning and Evening Session",
      "image2": "https://playo-activities.gumlet.io/VIDYAPARADKARACADEMY/VidyaParadkarAcademyIMG0.PNG",
      "overview": "Vidya Paradkar’s Academy began in 1978 at Robert Money High School, Grant Road. It was an unceremonious effort with an object to create a sincere and dependable training facility for genuinely aspiring cricketing talents in and around South Mumbai. Renowned bollywood producer and director, late Shri Manmohan Desai promptly recognized the brilliance of Vidya Paradkar Sir in cricket coaching then. He generously supported the initiative and encouraged Vidya Paradkar Sir to pursue his passion.  Since 2003, the academy conducts coaching sessions in the morning and evening at Cross Maidan and Azad Maidan in South Mumbai. Talented cricketers like Parag Madkaikar, Hiken Shah, Vikrant Yelligeti are working hard to sustain their growth and progress further under the constant guidance imparted by Vidya Paradkar's Academy. Young and eager talents like Shashank Singh, Atul Singh, Akash Malbari and many more are being groomed and getting finely tuned for bigger challenges.  The academy has a systematic training scheduler which is followed meticulously under the direct supervision of Vidya Paradkar Sir. Technology tool such as video recording of players before, during and after improvement of a particular playing technique are judicially implemented by the academy for proper assessment and guidance. This strategy is very useful in identifying the finer shortcomings and to overcome them. DVDs of these sessions are also given to the students for self-assessment.  The everyday training scheduler includes warm ups and exercises for fitness and stamina, drills, running between wickets, net practice to improve different batting strokes and consistency in target bowling and action, are observed by Vidya Paradkar Sir. Finer mistakes are identified and corrected.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "",
      "id": 27
    },
    {
      "city": "mumbai",
      "name": "OCEAN SWIMMING ACADEMY",
      "location": "201 G12, Navjeevan Co-Op Soc, Sangharsh Nagar, Chandivali, Near Sakinaka Nahar Amrit Shakti, Andhieri (East), Mumbai, Maharashtra 400072",
      "image": "https://playo-activities.gumlet.io/OCEANSWIMMINGACADEMY/OceanSwimmingAcademycover1508868127434.jpg?q=40",
      "timing": "Morning and Evening session",
      "image2": "https://playo-activities.gumlet.io/OZONESWIMMINGPOOL/OzoneSwimmingPoolcover1508869386834.jpg?q=40",
      "overview": "We are pleased to introduce our organization Ocean Swimming Academy (since 2010). We create modern, innovative and inspirational pools. Over 200 pools that will take your breath away, you can be rest assured that when you work with us, you are working with the best people in the pool business. In fact we don't even think it's a business anymore. Each aquatic infrastructure we build is a true inspiration. After all it is a part of your home and reflects \"you,\" literally.We own a dedicated group of experts in the field of Swimming Education and Aquatic Infrastructures. Which offer services in design and Construction in the field of management, maintenance and safety. We are associated with number of educational institutions and built Olympic and Semi Olympic Pools of International Standards followed by leisure pools For fitness training and for recreation purposes.Our foundation is committed for providing state of the art design to the best satisfaction of our clients. All our projects were well appreciated by leading architects and general public wherein we have incorporated all the state of the art technologies in the design and construction of swimming pools and other Aquatic Infrastructures. We follow various International standards like, FINA for competitive Pool design and NSPF, SPATA, APSP,",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "",
      "id": 28
    },
    {
      "city": "kolkata",
      "name": "FOOTBALL TOURNAMENT",
      "location": "Indian Statistical Institute, 205 B.T. Road, Kolkata, West Bengal, India",
      "image": "https://playo-activities.gumlet.io/FOOTBALLTOURNAMENT/FootballTournamentcover.PNG?q=40",
      "timing": "11th March-19th March, 2017 | 9:00 A.M. - 7:00 P.M.",
      "image2": "https://playo-activities.gumlet.io/FOOTBALLTOURNAMENT/FootballTournamentIMG0.jpg",
      "overview": "We are pleased to introduce our organization Ocean Swimming Academy (since 2010). We create modern, innovative and inspirational pools. Over 200 pools that will take your breath away, you can be rest assured that when you work with us, you are working with the best people in the pool business. In fact we don't even think it's a business anymore. Each aquatic infrastructure we build is a true inspiration. After all it is a part of your home and reflects \\\"you,\\\" literally.We own a dedicated group of experts in the field of Swimming Education and Aquatic Infrastructures. Which offer services in design and Construction in the field of management, maintenance and safety. We are associated with number of educational institutions and built Olympic and Semi Olympic Pools of International Standards followed by leisure pools For fitness training and for recreation purposes.Our foundation is committed for providing state of the art design to the best satisfaction of our clients. All our projects were well appreciated by leading architects and general public wherein we have incorporated all the state of the art technologies in the design and construction of swimming pools and other Aquatic Infrastructures. We follow various International standards like, FINA for competitive Pool design and NSPF, SPATA, APSP,",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "",
      "id": 29
    },
    {
      "city": "kolkata",
      "name": "CALCUTTA CRICKET ACADEMY",
      "location": "Southern Ave, Lake Gardens, Vivekananda Park (est) Ground, Hemanta Mukherjee Sarani, lake Terrace, Ballygunge, Kolkata, West Bengal 700029",
      "image": "https://playo-activities.gumlet.io/GULLYCRICKET/GullyCricketcover.PNG?q=40",
      "timing": "Morning and Evening session",
      "image2": "https://playo-activities.gumlet.io/CALCUTTACRICKETACADEMY/CalcuttaCricketAcademyIMG0.PNG",
      "overview": "It all began with the vision of Abdul Masood, a former First Class cricketer and qualified cricket coach from the United Kingdom and India, who is additionally, a qualified Advocate at the Hon’ble High Court at Calcutta, of establishing a Cricket Academy. He dreamed of a state of the art facility, that would provide high-performance cricket coaching, to not only cricketers from Bengal, but also to those of other states and from other nations as well.  He has been joined in this venture by Wing Commander Arijit Ghosh (Retd) and Mr Probal Dutta, both former Ranji Trophy Cricketers and Level B Coach from the National Cricket Academy of the BCCI, to impart structured learning to young, aspiring cricketers. Together, they have worked diligently at the idea and today, Masood’s vision is a reality.  Calcutta Cricket Academy (CCA) provides personalized quality coaching in different age groups and experience levels. We run Weekend (Morning & Afternoon) and Thursday (Morning) coaching sessions throughout the year. These coaching programmes are tailor-made for junior cricketers from schools and clubs. Our well-researched training curriculum is backed up by the expertise of our friendly and approachable coaches and staff, who ensure that every child enjoys his cricket while learning the basics correctly and takes home a positive learning experience. This is our USP at CCA.  For advanced cricketers with more specialized needs, we have special one on one, or group coaching sessions with our BCCI NCA Level B coaches. We also have highly qualified visiting and guest coaches and strength and fitness conditioners, conducting fitness sessions for our children, periodically.  We run specialized cricket camps during school holidays where young cricketers can spend the day at the Academy with our coaches, training and developing their skills and fitness.",
      "goals": "",
      "services": "",
      "infrastructure": "",
      "address": "",
      "id": 30
    }
  ]
}